Repository: keslogger/HoKPocket
Catalog: lib/l10n/app_*.arb
Languages: fil

# adicionar
source: Add
fil: Idagdag

# adicionarTexto
source: Add Text
fil: Magdagdag ng Teksto

source: Arcanas
fil: Mga Arcana

# atualizacoes
source: Updates
fil: Mga Update

# borracha
source: Eraser
fil: Pambura

# cancelar
source: Cancel
fil: Kanselahin

# configuracoes
source: Settings
fil: Mga Setting

# confirmar
source: Confirm
fil: Kumpirmahin

# confirmarLimpeza
source: Confirm Clear
fil: Kumpirmahin ang Paglilinis

# confirmarLimparTudoDialogoMensagem
source: Are you sure you want to clear all drawings, texts, and icons from the map? This action cannot be undone.
fil: Sigurado ka bang gusto mong burahin ang lahat ng guhit, teksto, at icon sa mapa? Hindi na maibabalik ang aksyon na ito.

# confirmarRemocao
source: Confirm Removal
fil: Kumpirmahin ang Pagtanggal

# confirmarRemoverItemDialogo
source: Are you sure you want to remove this item?
fil: Sigurado ka bang gusto mong tanggalin ang item na ito?

# confirmarRemoverTodosIconesDialogo
source: Are you sure you want to remove ALL icons from the map? This action cannot be undone.
fil: Sigurado ka bang gusto mong tanggalin ang LAHAT ng icon sa mapa? Hindi na maibabalik ang aksyon na ito.

# composicoes
source: Compositions
fil: Mga Komposisyon

# corDoPincel
source: Brush Color
fil: Kulay ng Brush

# corDoTexto
source: Text Color
fil: Kulay ng Teksto

# desfazer
source: Undo
fil: I-undo

# digiteOTexto
source: Enter text
fil: Ilagay ang teksto

# editarTexto
source: Edit Text
fil: I-edit ang Teksto

# estruturas
source: Structures
fil: Mga Istruktura

# funcionalidadeNaoImplementada
source: Feature not yet implemented.
fil: Hindi pa naipapatupad ang feature.

# herois
source: Heroes
fil: Mga Bayani

# heroisSecao
source: Heroes
fil: Mga Bayani

# inibidores
source: Inhibitors
fil: Mga Inhibitor

# itemSelecionadoAcaoNaoImplementada
source: {itemName} selected! (Action not implemented)
fil: Napili ang {itemName}! (Hindi pa naipatupad ang aksyon)

# itens
source: Items
fil: Mga Item

# limparDesenhos
source: Clear Drawings
fil: Burahin ang mga Guhit

# limparIcones
source: Clear Icons
fil: Burahin ang mga Icon

# limparOpcao
source: Clear
fil: Burahin

# limparTextos
source: Clear Texts
fil: Burahin ang mga Teksto

# limparTudo
source: Clear All
fil: Burahin Lahat

# mapa
source: Map
fil: Mapa

# mapaInterativo
source: Interactive Map
fil: Interaktibong Mapa

source: Match-ups
fil: Mga Match-up

source: Minions
fil: Mga Minion

# minionsSecao
source: Minions
fil: Mga Minion

# monstros
source: Monsters
fil: Mga Halimaw

# moverZoom
source: Move/Zoom
fil: Ilipat/Mag-zoom

# preferencias
source: Preferences
fil: Mga Kagustuhan

# refazer
source: Redo
fil: I-redo

# remover
source: Remove
fil: Tanggalin

# rotaJungle
source: Jungle
fil: Gubat

# rotaMid
source: Mid
fil: Gitna

# rotaSupport
source: Support
fil: Suporta

# rotaTop
source: Top
fil: Itaas

# sair
source: Exit
fil: Lumabas

# salvar
source: Save
fil: I-save

# selecioneUmaCategoria
source: Select a category above.
fil: Pumili ng kategorya sa itaas.

# selecioneUmaCor
source: Select a Color
fil: Pumili ng Kulay

# selecioneUmaRota
source: Select a lane to see heroes.
fil: Pumili ng lane para makita ang mga bayani.

# selecioneUmTime
source: Select a team to see minions.
fil: Pumili ng team para makita ang mga minion.

# selva
source: Jungle
fil: Gubat

# sobre
source: About
fil: Tungkol sa

# texto
source: Text
fil: Teksto

# toolTipBackToMenu
source: Back to main menu
fil: Bumalik sa pangunahing menu

# toolTipChangeToDarkMode
source: Change to dark mode
fil: Baguhin sa dark mode

# toolTipChangeToLightMode
source: Change to light mode
fil: Baguhin sa light mode

# toolTipCollapseBottomPanel
source: Collapse bottom panel
fil: I-collapse ang ilalim na panel

# toolTipCollapseSidePanel
source: Collapse side panel
fil: I-collapse ang gilid na panel

# toolTipExpandBottomPanel
source: Expand bottom panel
fil: I-expand ang ilalim na panel

# toolTipExpandSidePanel
source: Expand side panel
fil: I-expand ang gilid na panel

# torneios
source: Tournaments
fil: Mga Torneo

# torres
source: Towers
fil: Mga Tore
